"""Файл с основными ответами бота. Должны быть основные шаблоны ответов."""

SUCCESSFUL_MESSAGE: str = 'Спасибо за отзыв.'

GREETING_MESSAGE = (
    'Добрый день!'
    'Вас Приветствует официальный бот арт-медиатор проекта'
    '"Ничего страшного"'
)
INTRODUCTORY_MESSAGE = 'Давай познакомимся. Как тебя зовут'
AGE_MESSAGE = 'Укажите свой возраст'
HOBBY_MESSAGE = 'Может быть у вас есть хобби?'
CHOOSE_ROUTE_MESSAGE = (
    'Выбери маршурт из предложенных'
)
MAP_INFORMATION_MESSAGE = (
    'Перед Вами карта фестиваля.'
    'Фестиваль в этом году объединяет 100 работ.'
    'Мы разработали столько маршрутов'
)
START_ROUTE_MESSAGE = 'Или Вы стоите в начале маршрута?'
REVIEW_ASK = 'Вам понравилось? Напишите, пожалуйста, свои впечатления.'
