"""Файл с основными ответами бота. Должны быть основные шаблоны ответов."""

# GREETING_MESSAGE = 'Привет я бот КУЛЬТУРА'
# CHOOSE_ROUTE = 'Выбери марштур'

SUCCESSFUL_MESSAGE: str = 'Спасибо за отзыв.'

GREETING_MESSAGE = (
    'Добрый день!'
    'Вас Приветствует официальный бот арт-медиатор проекта'
    '"Ничего страшного"'
)
INTRODUCTORY_MESSAGE = 'Давай познакомимся. Как тебя зовут'
AGE_MESSAGE = 'Укажите свой возраст'
HOBBY_MESSAGE = 'Может быть у вас есть хобби?'
CHOOSE_ROUTE_MESSAGE = (
    'Приятно познакомится!'
    'Теперь можно приступать к выбору пути маршрута.'
    'Выбери имя маршурта из предложенных"'
)
MAP_INFORMATION_MESSAGE = (
    'Перед Вами карта фестиваля.'
    'Фестиваль в этом году объединяет 100 работ.'
    'Мы разработали столько маршрутов'
)
START_ROUTE_MESSAGE = 'Вы стоите в начале маршрута?'
