"""Файл с основными ответами бота. Должны быть основные шаблоны ответов."""

hello = 'Добрый день! Вас Приветствует официальный бот арт-медиатор проекта "Ничего страшного"'
introductory = 'Давай познакомимся. Как тебя зовут'
age = 'Укажите свой возраст'
hobby = 'Может быть у вас есть хобби?'
message = ''
start = 'Приятно познакомится! Теперь можно приступать к выбору пути маршрута. Нажми кнопу "CТАРТ"'
map_information = 'Перед Вами карта фестиваля. Фестиваль в этом году объединяет 100 работ. Мы разработали столько маршрутов'
start_route = 'Вы стоите в начале маршрута'